Repository: danerx77/f1
Catalog: tm/data maps.tmx
Source language: en
Languages: pl

# Young people all want to go off to big cities.pBut I want to stay here forever!
source: Young people all want to go off to\nbig cities.\pBut I want to stay here forever!
pl: Młodzi ludzie wyruszyli do wielkich\nmiast.\pA ja chcę zostać tu na zawsze!

# The weather's gorgeous! Perfect for a battle!
source: The weather's gorgeous!\nPerfect for a battle!
pl: Wspaniała pogoda!\nIdealna na walkę!

source: Aiyeeeeh!
pl: Ajeeeech!

# Please don't splash my face! You'll ruin the makeup.
source: Please don't splash my face!\nYou'll ruin the makeup.
pl: Proszę, nie chlap mi w twarz!\nZniszczysz mi makijaż!

source: I'm beginning to get a sunburn…
pl: Słonko zaczyna mnie smażyć…

source: Oh, you're so awful.
pl: Jesteś potworny.

# I like that cap you have. Maybe I should wear one, too…
source: I like that cap you have.\nMaybe I should wear one, too…
pl: Podoba mi się twój ciuch.\nMoże też kupię sobie taki…

# Seen from here, MT. EMBER towers into the sky.
source: Seen from here, MT. EMBER towers\ninto the sky.
pl: Widoczna stąd GÓRA ŻARU pnie się\nwysoko.

source: Well, aren't you tough?
pl: Ale z ciebie paker!

# The sky is immense around these parts.
source: The sky is immense around these\nparts.
pl: Tu niebo wydaje się takie\nbezmierne.

# I took a break from swimming, only to have you challenge me?
source: I took a break from swimming,\nonly to have you challenge me?
pl: Zrobiłem przerwę w pływaniu,\ntylko po to, żebyś mnie wyzwał?

# Hey, what the… You're good, you!
source: Hey, what the…\nYou're good, you!
pl: Hej, co do…\nJesteś w to dobry!

# Instead of using SURF all the time, you should swim some.
source: Instead of using SURF all the time,\nyou should swim some.
pl: Zamiast używać SURFOWANIA,\nmoże spróbujesz popływać?

# Wait! Wait a second! I think I've hooked a big one!
source: Wait! Wait a second!\nI think I've hooked a big one!
pl: Czekaj! Sekundkę!\nSądzę, że złapałem wielką rybę!

source: I've lost it all again…
pl: Straciłem wszystko…

# Not only did I lose, the big one got away from me, too!
source: Not only did I lose, the big one\ngot away from me, too!
pl: Nie tylko przegrałem, ale uciekła\nmi też wielka ryba!

# Could you help me out with my training?
source: Could you help me out with my\ntraining?
pl: Czy pomożesz mi w\ntreningu?

source: You were a cut above me.
pl: Byłeś o włos lepszy.

# It's clear that you're skilled. I like you!
source: It's clear that you're skilled.\nI like you!
pl: Lubię cię!\nWidać, że jesteś zdolny!

# There isn't a day in which we don't train!
source: There isn't a day in which we don't\ntrain!
pl: Nie ma dnia, w którym nie\ntrenowalibyśmy!

source: I'm such a fool!
pl: Jestem durna!

source: I'll train even harder from now on!
pl: Od teraz będę trenowała mocniej!

# Every morning, before breakfast, I swim around this island.
source: Every morning, before breakfast,\nI swim around this island.
pl: Co rano, przed śniadaniem,\npływam sobie koło wyspy.

# Gasp… Gasp…
source: Gasp…\nGasp…
pl: Uff…\nUff…

# I lost because I'm pooped from all the running I did…
source: I lost because I'm pooped from all\nthe running I did…
pl: Przegrałem, bo jestem zmęczony po\ntym całym biegu…

# Dress appropriately for battle! Lose that frivolous outfit!
source: Dress appropriately for battle!\nLose that frivolous outfit!
pl: Ubieraj się przyzwoicie do walki!\nCo to za frywolny ubiór?

source: Why me?!
pl: Czemu?!

# Even martial artists are becoming fashion conscious these days…
source: Even martial artists are becoming\nfashion conscious these days…
pl: Nawet mistrzowie sztuk walki\nstają się świadomi mody…

# You know, everything tastes great when you're out in the wild.
source: You know, everything tastes great\nwhen you're out in the wild.
pl: Wiesz, wszystko smakuje świetnie,\ngdy głodujesz w dziczy.

source: Awww, blown!
pl: Ałł, poszło!

# The water in volcanic regions is delicious.
source: The water in volcanic regions is\ndelicious.
pl: Woda w regionach wulkanicznych\njest pyszna.

# My lunch filled us up, so will you battle us for some exercise?
source: My lunch filled us up, so will you\nbattle us for some exercise?
pl: Napchałam się obiadem, może\npowalczymy dla spalenia tłuszczu?

source: That made me all sweaty.
pl: Aż się spociłam.

# What should I do? I feel famished again.
source: What should I do?\nI feel famished again.
pl: Co mam zrobić?\nZnowu jestem głodna!

# KIA: My big brother and I make an awesome combination!
source: KIA: My big brother and I make\nan awesome combination!
pl: KIA: Mój braciszek i ja, to\nniesamowita kombinacja!

# KIA: Huh?! I can't believe it!
source: KIA: Huh?!\nI can't believe it!
pl: KIA: Co?! \nNie wierzę!

# KIA: How could there be anyone better than my big brother?
source: KIA: How could there be anyone\nbetter than my big brother?
pl: KIA: Nie wierzę, że jest ktoś\nlepszy od mojego braciszka!

source: KIA: If you want to battle with\nus, you have to bring at least two\lPOKéMON with you.
pl: KIA: Jeśli chcesz z nami walczyć,\npotrzebujesz przynajmniej\ldwóch POKéMONÓW.

# MIK: Together with KIA, I'm afraid of nothing!
source: MIK: Together with KIA, I'm afraid\nof nothing!
pl: MIK: Razem z KIĄ, nie boje się\nniczego!

# MIK: Whoa! That's too much!
source: MIK: Whoa!\nThat's too much!
pl: MIK: Łoł! \nTo zbyt wiele!

# MIK: How could my combination with KIA fail?
source: MIK: How could my combination\nwith KIA fail?
pl: MIK: Jak mogła zawieść nasza\nkombinacja?

source: MIK: Hey, do you want to battle\nwith us two?\pBring two or more POKéMON with\nyou, then.
pl: MIK: Hej, chcesz walczyć z naszą\ndwójką?\pPrzynieś przynajmniej dwa POKéMONY!

source: This is KINDLE ROAD.\pGo straight for MT. EMBER.
pl: To KRUCHA DROGA.\pIdzie prosto do GÓRY ŻARU.

# Light the Fire in Your Heart! EMBER SPA
source: Light the Fire in Your Heart!\nEMBER SPA
pl: Rozpal Ogień Swego Serca!\nŻAROWE SPA

source: Hm!\nHaaaaaaaaaaah!\pAaaah! This is heavenly!\nThe water warms me to my core!\pYou should jump in, too.\pGo to the middle, relax, and get\ngood and warm!
pl: Hm!\nChaaaaaaaaach!\pAaach! Niebiańsko!\nWoda ogrzewa mnie, aż do kości!\pPowinieneś też wskoczyć.\pWejdź do środka, odpręż się i\nrozgrzej się troszkę!

source: My favorite part of bathing comes\nup right after this.\pI enjoy a bowl of chowder to\nwarm me from the inside, too!
pl: Zaraz zacznie się moja ulubiona\nczęść kąpieli.\pNie gardzę miseczką zupki, by\nrozgrzała mnie też od środka!

source: The water is perfectly warm.\nIt feels exquisite…\p{PLAYER} and the POKéMON were\nfully refreshed!
pl: Woda jest tu idealnie ciepła.\nOdprężająca…\p{PLAYER} i jego POKéMONY zostały\nw pełni wyleczone!

# Soaking in a hot spring pool is therapeutic, people say.
source: Soaking in a hot spring pool is\ntherapeutic, people say.
pl: Moczenie się w basenach gorących\nźródeł jest zdrowe.

source: Have a look at my face.\nSee how smooth my skin is?\pThe hot spring's water keeps my\nskin younger than my age.
pl: Przyjrzyj się mojej twarzy.\nPatrz jaka delikatna skóra!\pWoda ze źródeł powoduje, że\nczuje się młodsza!

source: After an honest day of training,\nnothing beats a relaxing soak in\lthe hot spring pool.\pBRUNO, who's a senior ahead of me,\nvisits the SPA on occasion.\pHe comes to rehab injuries, both\nhis own and his POKéMON's.
pl: Po ciężkim dniu treningu,\nnic nie pobije relaksującej kąpieli\lw gorącym źródle!\pBRUNO, znany wojownik, odwiedza\nSPA, gdy chce się zrelaksować.\pPrzyjeżdża tu leczyć obrażenia,\nswoje i swoich POKéMONÓW.

source: Hot springs go hand-in-hand with\nvolcanoes.\pThe EMBER SPA here, well,\nI made it years ago.\pI hewed the pool right out of a\ngigantic boulder by hand.\pI was using this at the time.\nI suppose I can part with it.
pl: Gorące źródła połączone są z\nwulkanami.\pStworzyłem ŻAROWE SPA, cóż,\nwiele lat temu.\pWłasnoręcznie wyciosałem basen z\ngigantycznego głazu.\pUżywałem wtedy tego.\nSądzę, że mogę się z tobą podzielić.

# That shatters boulders as if they were made of crackers.
source: That shatters boulders as if they\nwere made of crackers.
pl: Rozłupuje kamienie tak, jakby\nbyły zrobione z krakersów.

# BILL: Hey, there! CELIO!
source: BILL: Hey, there!\nCELIO!
pl: BILL: Hejka!\nCELIO!

# CELIO: BILL! I can't believe you came out here.
source: CELIO: BILL!\nI can't believe you came out here.
pl: CELIO: BILL!\nNie wierzę, że się zjawiłeś!

# BILL: Well, absolutely! How's your research coming along?p…Oh, wait a sec.
source: BILL: Well, absolutely!\nHow's your research coming along?\p…Oh, wait a sec.
pl: BILL: No, ale jestem!\nJak tam sprawy z twoimi badaniami?\p…Och, chwilunia.

# {PLAYER}, this is my buddy CELIO. He's one dedicated PC MANIAC!
source: {PLAYER}, this is my buddy CELIO.\nHe's one dedicated PC MANIAC!
pl: {PLAYER}, to mój kumpel CELIO.\nJest oddanym MANIAKIEM PC!

# CELIO, this is {PLAYER}, a rising contender as the POKéMON CHAMP!
source: CELIO, this is {PLAYER}, a rising\ncontender as the POKéMON CHAMP!
pl: CELIO, oto {PLAYER}, to poważny\nzawodnik liczący na MISTRZOSTWO!

# CELIO, this is {PLAYER}, the reigning POKéMON CHAMP!
source: CELIO, this is {PLAYER}, the\nreigning POKéMON CHAMP!
pl: Oto {PLAYER}, obecnie\nurzędujący MISTRZ POKéMON!

source: CELIO: That's really impressive.\pI hate to say it, but I have zero\naptitude for battling.\pAnyways, I'm glad to meet you.
pl: CELIO: Jestem pod wrażeniem.\pGłupio mi o tym mówić, ale\nnie mam talentu do walki.\pTak czy inaczej, miło mi cię poznać.

# BILL: So, bring me up to speed. How's your machine running?
source: BILL: So, bring me up to speed.\nHow's your machine running?
pl: BILL: No to chwal się, stary.\nJak tam twoja maszyna?

source: CELIO: It's running fine, but we're\ntoo remote out here.\pThe PCs on this island just can't\nlink with your PC, BILL.
pl: CELIO: Działa jak ta lala, ale\njesteśmy tu odcięci od świata.\pPC z tej wyspy nie mogą\nłączyć się z twoim PC, BILL.

source: BILL: Oh, yeah?\nOkay, let me take a look-see.\p…Hang on here…\nI think we can make it work.\lLet me help you, okay?
pl: BILL: Tak?\nOkej, pozwól, że rzucę okiem.\p…Trzymaj się…\nMyślę, że da się coś z tym zrobić.\pPozwól, że pomogę, ok?

source: {PLAYER}, can I get you to wait for\nme just a bit?\p…Actually, can I get you to do\nme a favor?\pThe island next to this one's\ncalled TWO ISLAND.\pThere's a guy there that runs\na GAME CORNER.\pHe has this thing for rare rocks\nand gems.\pWe keep in touch, being fellow\nmaniacs.\pSo, can I get you to deliver this\nMETEORITE to him?
pl: {PLAYER}, czy możesz na mnie trochę\npoczekać?\p...W zasadzie, czy mógłyś zrobić coś\ndla mnie?\pWyspa leżąca koło tej nazywa\nsię WYSPĄ TWO.\pMieszka na niej facet, który\nprowadzi SALON GIER.\pMa hopla na punkcie rzadkich\nkamieni i klejnotów.\pTo mój kumpel, obaj jesteśmy\nmaniakami.\pWięc, czy możesz dostarczyć mu\nten METEORYT?

# {PLAYER} accepted the METEORITE from BILL.
source: {PLAYER} accepted the METEORITE\nfrom BILL.
pl: {PLAYER} przyjął METEORYT\nod BILLA.

# CELIO: {PLAYER}, if you are going to TWO ISLAND, please take this.
source: CELIO: {PLAYER}, if you are going\nto TWO ISLAND, please take this.
pl: CELIO: {PLAYER}, jeśli wybierasz\nsię na WYSPĘ TWO, proszę, weź to.

source: It's a PASS for the ferry service\nserving the local islands.\pIt will let you travel between the\nISLANDS ONE, TWO, and THREE.\pOh, you should have this, too.
pl: To PRZEPUSTKA na usługę promu,\nobsługującą lokalne wyspy.\pDzięki niej, możesz poruszać się\nmiędzy WYSPAMI ONE, TWO i THREE.\pHej, przyda ci się jeszcze to.

# {PLAYER} received an extra page for the TOWN MAP!
source: {PLAYER} received an extra page\nfor the TOWN MAP!
pl: {PLAYER} dostaje nową stronę\ndo MAPY REGIONU!

# {PLAYER} received a TOWN MAP!
source: {PLAYER} received\na TOWN MAP!
pl: {PLAYER} dostaje\nMAPĘ!

# BILL: I'll catch you later! Say hi to the guy for me!
source: BILL: I'll catch you later!\nSay hi to the guy for me!
pl: BILL: No to do zobaczenia!\nPozdrów ode mnie gostka!

source: Hmm…\pHow about we try this like this…
pl: Hmm…\pMoże spróbujemy w ten sposób…

source: Oh, hey, {PLAYER}!\pDid you see?\nWe got the PC working!\pI've got a few things to show\nCELIO here.\pCan you go out on a stroll or\nsomething for a while more?
pl: Och, hej, {PLAYER}!\pWidziałeś?\nPC ruszył jak trzeba!\pMuszę pokazać jeszcze pare\nrzeczy CELIOWI.\pMożesz się jeszcze na chwilkę\nwybrać i gdzieś przejść?

source: I'm sorry for taking up so much of\nBILL's time.\pI'm also sorry for being such a \npoor host on your visit here.
pl: Przepraszam, że zabieram BILLOWI\ntyle czasu.\pPrzepraszam też, że jestem takim\nniegościnnym gospodarzem.

# The usual PC services aren't available…
source: The usual PC services aren't\navailable…
pl: Nie są tu dostępne zwykłe\nusługi PC…

# BILL: Oh, hey! {PLAYER}!
source: BILL: Oh, hey!\n{PLAYER}!
pl: BILL: O, hej!\n{PLAYER}!

source: BILL: What kept you so long?\nBeen out having a good time?\pWe got it done.\nThe PCs are up and running!
pl: BILL: Co ci zajęło tak długo?\nBawiłeś się dobrze?\pWszystko już działa.\nPC pracują pełną parą!

# CELIO: The job went incredibly quick.pBILL is one amazing guy…
source: CELIO: The job went incredibly\nquick.\pBILL is one amazing guy…
pl: CELIO: Praca poszła bardzo\nszybko.\pBILL to niesamowity gość…

source: BILL: No, no! There was almost\nnothing left for me to do.\pCELIO, I have to hand it to you.\nYou've learned a lot.
pl: BILL: Nie, nie! Przecież nie\nbyło tu prawie nic do roboty.\pCELIO, muszę ci to przyznać.\nWiele potrafisz.

# CELIO: Oh, really? Ehehe…
source: CELIO: Oh, really?\nEhehe…
pl: CELIO: Och, serio?\nEhehe…

source: BILL: Well, there you have it.\nI'm finished with the job.\lWe should head back to KANTO.\pCELIO, I'll be seeing you again.
pl: BILL: No i dobra.\nSkończyłem tę całą robotę.\lPowinniśmy się zbierać z powrotem do\pKANTO.\pCELIO, do zobaczenia.

source: CELIO: {PLAYER}, I'm really sorry\nthat we sent you off alone today.\pI promise, I will show you around\nthese islands sometime.
pl: CELIO: {PLAYER}, strasznie\nprzepraszam za pozostawienie cię\psamemu sobie.\pObiecuję, że kiedyś oprowadzę\ncię po wyspach.

source: CELIO: Hello!\nYou look awfully busy as always.\pHow am I doing?\pWell, I'm modifying my Network\nMachine.\pWhen I get done with the machine,\nI hope you'll be first to use it,\l{PLAYER}.
pl: CELIO: Witaj!\nWyglądasz na niesamowicie zajętego.\pJak mi leci?\pCóż, modyfikuję moją Sieciową\nMaszynę.\pGdy ją skończę, mam nadzieję, że\nbędziesz pierwszy, który jej użyje,\l{PLAYER}.

source: CELIO: {PLAYER}, how have things\nbeen for you?\pOh, is that right?\nYou've caught more POKéMON.\pDo you know what?\nMaybe I can be useful to you.
pl: CELIO: {PLAYER}, jak ci się\nżyje?\pOch, serio?\nZłapałeś dużo nowych POKéMONÓW?\pWiesz co? Sądzę, że mogę\nci w pewien sposób pomóc.

source: I'm modifying the Network Machine\nright now.\pI'm changing it so it can handle\ntrades over long distances.\pWhen I get finished, you'll be\ntrading for exotic POKéMON from\lTRAINERS far away.
pl: Modyfikuję właśnie Sieciową\nMaszynę.\pPracuję nad tym, by mogła obsługiwać\nwymiany na długie dystansy.\pGdy skończę, będziesz mógł\nwymieniać egzotyczne POKéMONY\pz TRENERAMI z daleka.

source: But, there is a slight catch.\pFor the link to work, the Machine\nneeds a special gemstone.\pIt's supposed to be on ONE ISLAND,\nbut I haven't found one yet.\pWho knows where it could be.
pl: Ale, jest mały haczyk.\pŻeby działały połączenia, Maszyna\npotrzebuje specjalny klejnot.\pPowinien znajdować się na WYSPIE\nONE, ale jeszcze go nie znalazłem.\pKto wie, gdzie może być.

source: I was trying to find the gem\neven while I was studying.\pAs a result, I've made no headway\nin both my search and studies…\pIf I relied on BILL, I'm sure my\nresearch would progress.\pBut this time, I want to try to do\nthings by myself.
pl: Próbowałem znaleźć klejnot,\nnawet w trakcie nauki.\pW rezultacie nie dokonałem postępów\nani w nauce ani w poszukiwaniach…\pGdyby pomagał mi BILL, na pewno\nmoje badania parłyby do przodu.\pAle tym razem, chcę spróbować\nzrobić to sam.

# Oh! Th-that's…
source: Oh!\nTh-that's…
pl: Och!\nTo-tt-to…

# {PLAYER} handed the RUBY to CELIO.
source: {PLAYER} handed the RUBY\nto CELIO.
pl: {PLAYER} oddaje RUBIN\nCELIOWI.

source: Thank you!\n{PLAYER}, you're simply amazing.\p… … … … … …\pUm… May I ask one more giant favor\nof you?
pl: Dziękuję!\n{PLAYER}, jesteś niesamowity.\p… … … … … …\pUm…Mogę poprosić o jeszcze jedną\nrzecz?

# It… It's not anything weird. Please, I need your help.
source: It… It's not anything weird.\nPlease, I need your help.
pl: To… To nic dziwnego.\nProszę, potrzebuję pomocy.

source: While I was studying gemstones,\nI discovered something important.\pThere is another gem that forms\na pair with this RUBY.\pThat other gemstone is supposed to\nbe in the SEVII ISLANDS.\p{PLAYER}, please, I need you to go\nfind the other gem.\p{PLAYER}, may I have your ferry\nPASS and the TOWN MAP?
pl: Gdy studiowałem klejnoty,\nodkryłem coś niesamowicie ważnego.\pJest jeszcze jeden klejnot tworzący\nparę z tym RUBINEM.\pTen drugi klejnot prawdopodobnie\nznajduje się na WYSPACH SEVII.\p{PLAYER}, proszę, chciałbym, żebyś\nodnalazł ten klejnot.\p{PLAYER}, daj mi swoją\nPRZEPUSTKĘ i MAPĘ REGIONU.

# {PLAYER} returned the TRI-PASS and received the RAINBOW PASS.
source: {PLAYER} returned the TRI-PASS and\nreceived the RAINBOW PASS.
pl: {PLAYER} zwraca TRÓJ-BILET i dostaje\nTĘCZOWY BILET.

# Obtained an extra page for the TOWN MAP!
source: Obtained an extra page for the\nTOWN MAP!
pl: {PLAYER} dostaje dodatkowe strony\ndo MAPY!

source: This is my own ferry PASS.\pIt will let you get to all the\nSEVII ISLANDS.\p{PLAYER}, please, I can't do\nit without your help.
pl: To moja własna PRZEPUSTKA.\pPozwoli ci odwiedzić wszystkie\nWYSPY SEVII.\p{PLAYER}, proszę, nie zrobię\ntego bez twojej pomocy.

# {PLAYER} handed the SAPPHIRE to CELIO.
source: {PLAYER} handed the SAPPHIRE\nto CELIO.
pl: {PLAYER} oddaje SZAFIR\nCELIOWI.

source: CELIO: So this is the gem that\nforms a pair with the RUBY…\p{PLAYER}, you've gone through a lot\nto get this, didn't you?\pYou don't have to tell me. I know\nit wasn't easy.\pThank you so much!\pNow it's my turn to work for you!\nPlease give me a little time.
pl: CELIO: Więc, to klejnot, który\ntworzy parę z RUBINEM…\p{PLAYER}, pewnie musiałeś wiele\nprzejść, by to zdobyć,\pprawda?\pNie musisz mi mówić. Wiem, że\nto nie było łatwe.\pDziękuję ci!\pTeraz moja kolej, bym coś dla ciebie\nzrobił! Daj mi trochę czasu.

source: Okay, this is good…
pl: Dobrze, świetnie…

# I did it! I linked up with LANETTE!
source: I did it!\nI linked up with LANETTE!
pl: Zrobiłem!\nPołączyłem się z LANETTE!

source: {PLAYER}…\n{PLAYER}, I did it!\pI've managed to link up with\nTRAINERS in the HOENN region!\pFinally, the Network Machine is\nfully operational!\p{PLAYER}, I owe it all to you!\pThanks to you, my dream came\ntrue…
pl: {PLAYER}...\n{PLAYER}, udało się!\pUdało mi się połączyć z\nTRENERAMI z regionu HOENN!\pWreszcie, Maszyna Sieciowa jest w\npełni sprawna!\p{PLAYER}, wszystko dzięki tobie!\pDzięki tobie, spełniło się moje\nmarzenie...

source: I…\nI'm not crying.\pThat's enough about me!\p{PLAYER}, you're going to keep\nlooking for exotic POKéMON, right?\pI wish you the best of luck!
pl: Ja...\nNie płaczę.\pNo i tu kończy się moja droga.\p{PLAYER}, wciąż będziesz szukać\negzotycznych POKéMONÓW, tak?\pŻycze ci wszystkiego dobrego!

# CELIO: Hello!p{PLAYER}, I've been hearing rumors about you.
source: CELIO: Hello!\p{PLAYER}, I've been hearing rumors\nabout you.
pl: CELIO: Witaj!\p{PLAYER}, słyszałem plotki na\ntwój temat.

source: {PLAYER}, what's your favorite kind\nof POKéMON?\pBILL is a POKéMANIAC, so he loves\nevery kind.\pApparently, the first one he caught\nwas an ABRA.
pl: {PLAYER}, jaki jest twój ulubiony\ntyp POKéMONA?\pBILL to POKéMANIAK, dlatego kocha\nwszystkie typy.\pAle pierwszy, którego złapał\nbył ABRA.

source: By the way, {PLAYER}, you're from\nPALLET TOWN, aren't you?\pI've heard that it's a quiet and\npleasant place.\pBILL's hometown is GOLDENROD CITY,\nwhere his folks still live.\pI've heard that it's quite the\nfestive, bustling city.\pI'd like to go there one day.
pl: Przy okazji, {PLAYER} jesteś z\nPALLET TOWN, czyż nie?\pSłyszałem, że to bardzo spokojne\nmiejsce.\pBILL pochodzi z GOLDENROD CITY w\nJOHTO, gdzie mieszka jego rodzina.\pSłyszałem, że to wielkie i\nhuczliwe miasto.\pChciałbym się tam móc kiedyś wybrać.

source: {PLAYER}, is there anything that\nyou can't stand?\pApparently, BILL simply can't\nstomach milk at all.
pl: {PLAYER}, czy jest coś, czego\nnie znosisz?\pPrawda jest taka, że BILL\nzwyczajnie nie znosi mleka.

source: Oh, you're a stranger here!\nHi! Where did you come from?\p…PALLET TOWN?\nI don't know it!
pl: Och, jesteś tu nieznajomy!\nWitam! Skąd jesteś?\p…PALLET TOWN?\nNigdy o tym nie słyszałem!

source: On this island, there's an enormous\nvolcano.\pIt hasn't erupted lately, so why\nnot enjoy a hike?
pl: Na tej wyspie znajduje się ogromny\nwulkan.\pNie jest zbyt aktywny, więc może\ntam pospacerujesz?

# I wish I could trade POKéMON with my boyfriend who lives far away…
source: I wish I could trade POKéMON with\nmy boyfriend who lives far away…
pl: Chciałabym wymieniać się POKéMONAMI\nz moim chłopakiem z daleka…

source: I traded POKéMON with my boyfriend\nfar away!\pEveryone's saying that we can\nthank you and CELIO.\pSo, thank you!
pl: Wymieniam się POKéMONAMI z chłopakiem\nz daleka!\pWszyscy mówią, że to dzięki\ntobie i CELIOWI.\pWięc, dziękuję!

# Network Machine Link Level 0p…POKéMON Storage System under adjustment…
source: Network Machine\nLink Level 0\p…POKéMON Storage System under\nadjustment…
pl: Maszyna Sieciowa\nPoziom Łącza 0\p…Sieć Zbiorcza jest\ndostosowywana…

# Network Machine Link Level 1pLink established with the KANTO region.
source: Network Machine\nLink Level 1\pLink established with the KANTO\nregion.
pl: Maszyna Sieciowa\nPoziom Łącza 1\pNawiązano łączność z regionem\nKANTO.

# Network Machine Link Level 2pLink established with the KANTO and HOENN regions.
source: Network Machine\nLink Level 2\pLink established with the KANTO\nand HOENN regions.
pl: Maszyna Sieciowa\nPoziom Łącza 2\pNawiązano łączność z\nregionami HOENN i KANTO.

source: Obtained the TRI-PASS!
pl: {PLAYER} dostaje TRÓJ-BILET!

# Lying back, rocked by the waves… It's exquisite.
source: Lying back, rocked by the waves…\nIt's exquisite.
pl: Leżąc na plecach, kołysany przez\nfale… Cudnie.

# I lost… It feels awful.
source: I lost…\nIt feels awful.
pl: Koniec…\nMniej cudny.

# The sea is pleasantly warm in these parts.
source: The sea is pleasantly warm in these\nparts.
pl: Morze jest tu bardzo przyjemnie\nciepłe.

source: Good things get washed up by the\nocean current onto this beach.\pThat's why I often come here for\nsome beachcombing.
pl: Oceaniczne fale przynoszą tu\nwiele ciekawych przedmiotów.\pDlatego często chodzę tutaj\nprzeczesywać plażę.

# OAK: Hey! Wait! Don't go out!
source: OAK: Hey! Wait!\nDon't go out!
pl: OAK: Hej! Stój!\nNie wychodź!

source: OAK: It's unsafe!\nWild POKéMON live in tall grass!\pYou need your own POKéMON for\nyour protection.\pI know!\nHere, come with me!
pl: OAK: To niebezpieczne!\nW trawie żyją dzikie POKéMONY!\pPotrzebujesz własnego POKéMONA\ndla ochrony.\pWiem!\nChodź szybko ze mną!

# I'm raising POKéMON, too.pWhen they get strong, they can protect me.
source: I'm raising POKéMON, too.\pWhen they get strong, they can\nprotect me.
pl: Ja też trenuję POKéMONY.\pObronią mnie, gdy staną się\nsilne.

source: Technology is incredible!\pYou can now store and recall items\nand POKéMON as data via PC.
pl: Technologia jest niesamowita!\pTeraz można trzymać przedmioty\ni POKéMONY jako dane w PC.

source: OAK POKéMON RESEARCH LAB
pl: LABORATOR. BADAWCZE OAKA

source: {PLAYER}'s house
pl: {PLAYER} - dom

source: {RIVAL}'s house
pl: {RIVAL} - dom
